cases/singleDroplet/terminalVelocity/0.org/M
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      VARMNAME;
}

dimensions      [-1 0 0 0 0 0 0];

internalField   uniform 0.0;

boundaryField
{
    walls
    {
//        type            zeroGradient;
        type            sectionalConstant;
        value       $internalField;
    }

    empties
    {
        type            empty;
    }
}
