cases/singleDroplet/terminalVelocity/0.org/V
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      V;
}

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    walls
    {
        type            zeroGradient;
    }

    empties
    {
        type            empty;
    }
}
