cases/singleDroplet/terminalVelocity/0.org/Water.dispersed
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      Water.dispersed;
}

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 1e-5;

boundaryField
{
    walls
    {
//        type            zeroGradient;
        type            fixedValue;
        value       $internalField;
    }

    empties
    {
        type            empty;
    }
}
