cases/singleDroplet/terminalVelocity/0.org/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 1e5;

boundaryField
{
    walls
    {
        type            zeroGradient;
    }

    empties
    {
        type            empty;
    }
}
