cases/singleDroplet/terminalVelocity/constant/aerosolProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      aerosolProperties;
}

aerosolModel    fixedSectional;

diameter
{
    min     1E-9;
    max     1E-2;
}

twoMomentLogNormalAnalyticalCoeffs
{
    sigma   1.0001;
}

fixedSectionalCoeffs
{
    distribution
    {
        type    list;
        y       (
2.6101E-19
2.3491E-18
9.1355E-18
2.3752E-17
4.9332E-17
8.9006E-17
1.4591E-16
2.2317E-16
3.2392E-16
4.5129E-16
2.3491E-15
9.1355E-15
2.3752E-14
4.9332E-14
8.9006E-14
1.4591E-13
2.2317E-13
3.2392E-13
4.5129E-13
2.3491E-12
9.1355E-12
2.3752E-11
4.9332E-11
8.9006E-11
1.4591E-10
2.2317E-10
3.2392E-10
4.5228E-10
2.3570E-09
9.1650E-09
2.3820E-08
4.9500E-08
8.9300E-08
1.4635E-07
2.2380E-07
3.2500E-07
4.5300E-07
7.1450E-07
1.1710E-06
1.7885E-06
2.5950E-06
3.6200E-06
4.8850E-06
6.4100E-06
8.2200E-06
1.0345E-05
1.2815E-05
1.6968E-05
);  
        x       (
5.2203E-19
4.1762E-18
1.4095E-17
3.3410E-17
6.5253E-17
1.1276E-16
1.7906E-16
2.6728E-16
3.8056E-16
5.2203E-16
4.1762E-15
1.4095E-14
3.3410E-14
6.5253E-14
1.1276E-13
1.7906E-13
2.6728E-13
3.8056E-13
5.2203E-13
4.1762E-12
1.4095E-11
3.3410E-11
6.5253E-11
1.1276E-10
1.7906E-10
2.6728E-10
3.8056E-10
5.2400E-10
4.1900E-09
1.4140E-08
3.3500E-08
6.5500E-08
1.1310E-07
1.7960E-07
2.6800E-07
3.8200E-07
5.2400E-07
9.0500E-07
1.4370E-06
2.1400E-06
3.0500E-06
4.1900E-06
5.5800E-06
7.2400E-06
9.2000E-06
1.1490E-05
1.4140E-05
);


/*        type    logarithmic;
        yMin    1E-12;
        yMax    1E-5;
        N       35;*/
    }

    interpolation
    {
        type    twoMoment;
    }

    rescale     false;

    initFromPatch walls;

}

submodels
{
    condensation
    {
        type        none;
    }

    nucleation
    {
        type        none;
    }

    coalescence
    {
        type        none;
    }

    driftFluxModel
    {
        diffusion
        {
            type        none;
        }

        Brownian
        {
            type        none;
        }

        inertial
        {
            type        fullStokes;
            tolerance   1E-6;
            maxIter     3;
            VMax        10.0;
        }
    }
}

