cases/singleDroplet/terminalVelocity/constant/g
FoamFile
{
    version     2.0;
    format      binary;
    class       uniformDimensionedVectorField;
    location    "constant";
    object      g;
}

dimensions      [0 1 -2 0 0 0 0];
value           (0 -9.81 0);
