cases/singleDroplet/terminalVelocity/system/controlDict
FoamFile
{
    version         2.0;
    format          ascii;
    class           dictionary;
    location        "system";
    object          controlDict;
}

application     aerosolEulerFoam;

startFrom       latestTime;

startTime       0;

stopAt          endTime;

endTime         60;

deltaT       1E-3;

writeControl    adjustableRunTime;

writeInterval   10;

purgeWrite      0;

writeFormat     binary;

writePrecision  8;

writeCompression no;

timeFormat      general;

timePrecision   6;

runTimeModifiable true;

adjustTimeStep  yes;

maxCo           0.25;

maxAerosolCo    0.001;

maxDeltaT       1E-2;

libs            ("libcustomFunctions.so");

functions
{
    probes
    {
        type            probes;
        libs            ("libsampling.so");
        writeControl    timeStep;
        writeInterval   1;
        startTime       2E-6;
        probeLocations
        (
            (0.5 0.5 0.5)
        );
        fields
        (
            "(Air|Water).(continuous|dispersed)"
            "V\.[0-9]+"
        );
    }
}
