cases/singleDroplet/terminalVelocity/system/fvSchemes
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSchemes;
}

ddtSchemes
{
    default         Euler;
}

gradSchemes
{
    default         Gauss linear;
}

divSchemes
{
    default                     none;

    div(phi,U)                  Gauss limitedLinearV 1;

    div(mvConv)                 Gauss vanLeer;

    div(phi,T)                  Gauss vanLeer;
    div(phi,K)                  Gauss vanLeer;

    div(phi,k)                  Gauss vanLeer;
    div(phi,epsilon)            Gauss vanLeer;

    div(phiv,p)                 Gauss limitedLinear 1;

    div(((rho*nuEff)*dev2(T(grad(U)))))     Gauss linear;

    div(tauDrift)               Gauss linear;
}

laplacianSchemes
{
    default         Gauss linear uncorrected;
}

interpolationSchemes
{
    default         linear;
}

snGradSchemes
{
    default         uncorrected;
}
